IDEA Open Model
PolygonPointID Class
Compatible with IDEA StatiCa 20.1
 Polygon of pointIDs
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.PolygonPointID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class PolygonPointID
Public Class PolygonPointID
The PolygonPointID type exposes the following members.
Constructors
Name | Description
PolygonPointID
 Constructor
Top
Properties
Name | Description
Points
 Points
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace